[
    {
        "id": 1,
        "owner": 1,
        "skill": "Plays Soccer",
        "skillInfo":"Started when he was 10. Has not played in a long time though."
    },
    {
        "id": 2,
        "owner": 1,
        "skill": "Photoshop",
        "skillInfo":"Started learning Photoshop in his 4 years in the Art Quest Digital Art program at Santa Rosa High School."
    },
    {
        "id": 3,
        "owner": 1,
        "skill": "Likes to pirate music",
        "skillInfo":"He enjoys finding high quality mp3s online of different bands, so he doesnt have to pay a streaming service that barely forwards any money to the artists anyways."
    },
    {
        "id": 4,
        "owner": 2,
        "skill": "Illustration",
        "skillInfo":"Has studied illustration for many years in various school. Recently earned her bachelor of arts in Illustration."
    },
    {
        "id": 5,
        "owner": 2,
        "skill": "Cooking",
        "skillInfo":"She has developed a skill of cooking and baking delicious things over the years and especially during Covid."
    },
    {
        "id": 6,
        "owner": 3,
        "skill": "Travel through the internet",
        "skillInfo":"As digital being, she can travel from any cpomuter to any compter (as long as it is are connected to the internet.)"
    },
    {
        "id": 6,
        "owner": 3,
        "skill": "Glows blue",
        "skillInfo":"she can glow blue at will! This helps in the dark."
    },
    {
        "id": 7,
        "owner": 4,
        "skill": "Very cute",
        "skillInfo":"The small dog is very cute, so many are willing to take care of it and help it."
    },
    {
        "id": 8,
        "owner": 4,
        "skill": "High pitch bark",
        "skillInfo":"The small dog can bark in fast and high pitch bursts. This is great for detering threats."
    },
    {
        "id": 9,
        "owner": 5,
        "skill": "Provides shade",
        "skillInfo":"As a great old being, the ancient tree is loved by the many beings who rest underneath it."
    },
    {
        "id": 10,
        "owner": 5,
        "skill": "Cleanse the earth",
        "skillInfo":"To compliment it's long life, this tree can heal the toxins in the earth around it."
    }

]